Revit 2027 API
ParameterTypeId.BeamSystemTagParamRight Property
 "Right"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BeamSystemTagParamRight { get; }
Public Shared ReadOnly Property BeamSystemTagParamRight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BeamSystemTagParamRight {
	ForgeTypeId^ get ();
}
static member BeamSystemTagParamRight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace